IDEA StatiCa Open Model
CutBeamByBeamData Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the CutBeamByBeamData class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CutBeamByBeamData()
Public Sub New
public:
CutBeamByBeamData()
See Also
Reference
CutBeamByBeamData Class
IdeaRS.OpenModel.Connection Namespace